Repository: mozilla-l10n/mt-training-data
Catalog: gid/gid_pontoon.tmx
Source language: en_us
Languages: gid

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
gid: soko vi wulà kan kumangeŋ!<lineBreak></lineBreak>munokum gəgalh hosok hofun.

source: Thank you for your voice information
gid: soko vi wude na vulà

source: The bumblebee sped by.
gid: zəgavan alka.

source: The clip has disrespectful or offensive language.
gid: əpel naprem tanŋ ərah adefni

source: The giant dinosaur of the Triassic.
gid: ngongon metingən na Trias.

source: The giant dinosaurs of the Triassi-.
gid: ngongonɗe na Tria-.

source: The giant dinosaurs of the Triassic.
gid: gongonɗe metinkini .

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
gid: ngongonɗe metingət naTrias. <strong>[[mənɗani ɗə əpel dabənx]</strong>

source: The giant dinosaurs of the Triassic. Yes.
gid: ngongonɗe metingət naTrias. ha aouw

source: The giant dino <strong>[cough]</strong> the Triassic.
gid: ngongon metingən <strong>[ kursh ]</strong> na Trias.

source: There are currently no sentences to review in this language.
gid: yagegaka kotatka nakula wuna

source: The recording was too long.
gid: kume wulà jɛki

source: The recording was too quiet.
gid: mbule naŋ kume wulá tät miɗakine

source: The recording was too short.
gid: kume wulà mifikiagəl

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
gid: zəget tang də bələm aka walenget ɗef aniɓa ɗak məs ənɗani kə da əzəlnən an bələm aday ɓa an bələm van agəska ha ka əprəmən əpel an məverin ɓa

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
gid: kuzemba epəŋle tat kudene kelza plateforme Common Voice. Mdudo taban <writeURL>mivérè</writeURL> epəŋle kupan <reviewURL>kumulà</reviewURL> epəŋlde vari Common Voice.

source: The sentence has a grammatical or spelling error.
gid: əpel van tay də əzlaɓa

source: The sentence has disrespectful or offensive language.
gid: əpel van tay də əmas may də ərah adefni

source: The sentence must be grammatically correct.
gid: epəŋle naŋ kulà takiɓɑ zef everé mokoni

source: The sentence must be speakable.
gid: epəŋle naŋ kunaha

source: The sentence must be spelled correctly.
gid: epəŋle naŋ kulà takiɓɑ everé mokoni

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
gid: zef misgəl wunà; munokum naŋ mændi kan munokum. Nidine kusmay madé nam pseudoymisons kum pay wunà nok kokakaki, nunam tàt wunsine van nokum nazinuk dekani tat mokone na zunadè andəcæpét dipaykè ban gulku awani ban wina

source: Three to go!
gid: dɛki hogu

source: Too many files
gid: wəzaɗe diɗa

source: Transcribe audio recordings into text
gid: mispay ziga na əgəm wulà ziga mis mivérine

source: Transcribe audio recordings in your language
gid: éda zinga nà égum wulà de mà nokum

source: Try again by dragging your file here
gid: məyagan oumpa daou slangen fitshé

source: Try uploading again
gid: məyagan umpa kaousleni

source: Understand contribution criteria
gid: əprəm gaba səsərgue

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
gid: meprem gaban dawsla wukum gala pay kedaprem wəla zəga məgəmen gum məgəm woulokum anka

source: Upload aborted. Do you want to delete your recordings?
gid: dəra wuline baŋ. megəl wiviane kume wula nokum

source: { $uploadedSentences } of { $totalSentences } sentences collected
gid: *[hotokeni] { $uploadedSentences } epəŋlɗe mizebéti { $totalSentences }

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
gid: mizépéte epəŋlɗe adi akani <downloadLink>here</downloadLink> vi na umpay epəŋlɗe an misgéti

source: Upload failed, please retry.
gid: əslən əpel van dəl ɓa məyagan ba ə

source: Upload <icon></icon> public domain sentences
gid: məslen <icon></icon>na əpelɗe net ɗiy pake

source: Upload in progress...
gid: əslen van aketive i

source: Upload more sentences?
gid: əsleng əpel mbərti

source: Use correct grammar
gid: əsban əver dəsan gən testes sə

source: Use correct spelling and punctuation
gid: əver nan may ənah nan dəssangen magoni

source: Validate Readings
gid: ətaf ənɗa

source: Validate Readings, Review Transcriptions
gid: ətaf ənɗa, moule zəga vani

source: Validate Readings <small>(Coming soon)</small>
gid: ətaf ənɗaɗe<small>( sey nabe )</small>

source: Validate readings submitted by community members
gid: mətaf əʒangy məs əsap net aslənage

source: Validate user-recorded readings in your language
gid: mətongət apelɗe məs məmen dəzet ɗiy ənɗan ɗə maa noƘ

source: Varying Pronunciations
gid: əpel temtem

source: Volume
gid: bəlma

source: Want to save your information? <createProfile>Create a profile</createProfile>
gid: virmi kadalan ukum wula naŋ wuldé ? <createProfile>mukole zicke perni</createProfile>

source: We are going out to get a coffee.
gid: kuzuk wagət moggoni.

source: We are going out to get coffee.
gid: kuzuk wagət moggoni.

source: We couldn’t get any audio clips for you to listen to. Please try again later.
gid: nam tät nakraɓaŋ zefine mizasia naŋ primà. megaŋ wuyani baki

source: We couldn’t get any sentences for you to speak. Please try again later.
gid: meɓəs əhrah əpel mbren na ənah ɓa məyagan ba ə

source: We may have run out of clips - refresh the page, or try again later.
gid: nam tät baŋ zevine nádipaŋ nakul epəŋle máhaga

source: We’re going out to get coffee.
gid: kuzuk, wagətmoggoni.

source: We're making some big changes
gid: minatat eyegane mokone nekudene

source: We’re sorry, your platform is not currently supported.
gid: in tät ədi maravà tiki nadā wuza nokum ɗəkum ɓan vin tät ékétivé nakum ɗægel

source: We've run out of sentences to record in this language...
gid: mərah əpel na əɗi adef ma nemna əŋ ɓa

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
gid: angələk kəta na əɗa zəga van dəsongən də sembe gəlia məs télé télé bo mə tafni

source: What issues are you experiencing with this sentence?
gid: tatewa awan kərahan də əpel an vandi?

source: What needs to be in my file?
gid: mi i wəza van adawra di?

source: What sentences can I add?
gid: əpel awani neda əsapetdi?

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
gid: gala pay na əprəm əgəm wəla zəga vanimoula testes kouzouk an mə gəmin van dəsap sapsa aza an məverin ɓa məsgani an əzlaɓ tays. <br /> yen əzlab məs:

source: Why are you asking?
gid: viŋmi ket dosokodi

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
gid: dene kulan zuko nada kulza nokume nek di pay wula edisine

source: Write
gid: əvere

source: Write options menu
gid: zefine mifià « éverè »

source: y
gid: o

source: Y
gid: O

source: Yes
gid: ha aouw

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
gid: munokum mulà va kudanani kug clévé: { sc-review-form-button-approve-shortcut } vi mibanie, { sc-review-form-button-reject-shortcut } vi kugani, { sc-review-form-button-skip-shortcut } vi kutohon

source: You cannot add multiple sentences for a single submission
gid: kebezan na əpsɑ əpəŋle dida pay baza

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
gid: Munokum tat paŋ kuwéle epəŋle oko tatka . Mingan kidine <profileLink>zefukum</profileLink> naŋ kulyélè epəŋle.

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
gid: *[other] { $retryLimit } nabé didoko gədenasi wune melekteni. Soko nokum menga!

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
gid: *[other] deparga pay taka ɗidoko gədenasi wune melekteni. Soko nokum menga

source: You must allow microphone access.
gid: mika ɗaŋgaï dəlpəne kuton ákà zelfi naprimà

source: You’re contributing to a target segment
gid: kəsapqngek aza teki name

source: You’re contributing to our first target segment
gid: kəsapqngek aza teki nam dabenŋ

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
gid: munokum tat kudum kuku daŋ. Mingad dagai dekumine nay zebani kum nokum tat mokoni

source: You're helping Common Voice reach our daily sentence goals!
gid: munokum tat ubosən Common Voice ka deɓesgən ətɗa əpel nani

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
gid: sef evere nenkune ohso nifiya! gaŋvan kilan nokudidaŋ eɗatikiā nabarne man naŋ epəŋle

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
gid: əpel nam ənŋ na tay epel ɓah ɓa. soko An tay eki mokum ɓa wakeɓəsnen ədeɗan ɗerewel van vi ka egelgen əpel mabren də ma nokum

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
gid: əgem vikum i əpel məɗihin atəh <goalPercentage></goalPercentage> də bəlma { $goalValue } ege, zoula wəga !

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
gid: vikum i common voice aɗa wəza nani <goalPercentage></goalPercentage> { $goalValue } akline vaŋ gəlkile !
